/* NSBox (Box) : <title:Box> (oid:141) */
"Box" = "Κουτί";

/* NSButton (Cancel) : <title:Cancel> (oid:23) */
"Cancel" = "Άκυρο";

/* NSButton (Continue) : <title:Continue> (oid:11) */
"Continue" = "Συνέχεια";

/* NSTextField (Details) : <title:Details> (oid:167) */
"Details" = "Λεπτομέρειες";

/* NSTextField (Local File:) : <title:Local File:> (oid:171) */
"Local File:" = "Τοπικό Αρχείο:";

/* NSMenu : <title:OtherViews> (oid:128) */
"OtherViews" = "ΆλλεςΠροβολές";

/* NSTextField (Remote File:) : <title:Remote File:> (oid:170) */
"Remote File:" = "Απομακρυσμένο Αρχείο:";

